Repository: RabiosStudio/GameDex
Catalog: GameDex/Resources/*.lproj/Localizable.strings
Languages: fr

source: My Collection
fr: Ma collection

source: My Profile
fr: Mon compte

# emptyMyCollectionTitle
source: Your collection is empty
fr: Votre collection est vide

# emptyMyCollectionDescription
source: It's time to add the very first game to your collection !
fr: Commencez par ajouter un premier jeu à votre collection

# emptyItemsTitle
source: Could not find any items
fr: Aucun résultat

# emptyItemsDescription
source: There are no items available for your selected options
fr: Essayez une nouvelle recherche

# emptyGameSearch
source: Start researching a game on
fr: Lancez une recherche d'un jeu sur

# errorTitle
source: Error
fr: Erreur

# apiErrorTitle
source: Oops!
fr: Oups!

# apiErrorDescription
source: There has been an issue while fetching data.
fr: Une erreur est survenue lors de la récupération des données

# saveGameErrorDescription
source: An error occured while saving game details.
fr: Une erreur est survenue lors de la sauvegarde des données.

# updateErrorDescription
source: An error occured while updating data.
fr: Une erreur est survenue lors de la mise à jour des données.

# removeGameErrorDescription
source: An error occured while removing data.
fr: Une erreur est survenue lors de la suppression des données.

# fetchGamesErrorDescription
source: An error occured while fetching data.
fr: Une erreur est survenue lors de la récupération des données.

# errorAuthDescription
source: Please check your email address and password
fr: Veuillez vérifier votre adresse mail et votre mot de passe

# errorLogOutDescription
source: An error occured while logging out.
fr: Une erreur est survenue lors de la déconnexion.

# errorEmailAppDescription
source: Your email app couldn't be reached. You can contact us at
fr: Votre application mail n'a pas été détectée. Vous pouvez nous contacter à l'adresse suivante :

# errorCredentialsDescription
source: Error verifying credentials
fr: La vérification des informations d'identification a échouée.

# errorSendingPasswordResetEmail
source: Error sending password reset email. Please check your email address.
fr: Erreur lors de l'envoi du mail de réinitialisation du mot de passe. Veuillez vérifier votre adresse mail.

# errorSyncCloudAndLocalDatabases
source: An error while synchronizing your collection in local. Your database might not be up to date until your next login session.
fr: Une erreur est survenue lors de la synchronisation de votre collection en sur votre appareil. Votre connexion pourrait ne pas être à jour jusqu'à votre prochaine connexion.

# errorSavingStorageArea
source: An error occured while saving new storage area.
fr: Une erreur est survenue lors de la sauvegarde du nouveau lieu de stockage.

# errorUpdatingStorageArea
source: An error occured while updating storage area value.
fr: Une erreur est survenue lors de la mise à jour du lieu de stockage.

# errorDeletingStorageArea
source: An error occured while deleting storage area.
fr: Une erreur est survenue lors de la suppression du lieu de stockage.

# successTitle
source: Success
fr: Succès

# saveGameSuccessDescription
source: The game was saved to your collection.
fr: Le jeu a bien été enregistré dans votre collection.

# updateSuccessDescription
source: Success updating data.
fr: Les informations ont bien été mises à jour.

# removeGameSuccessDescription
source: The game was removed from your collection.
fr: Le jeu a bien été supprimé de votre collection.

# successAuthDescription
source: Login successful.
fr: Vous êtes connectés.

# successLogOutDescription
source: You are logged out.
fr: Vous êtes déconnectés.

# successDeletePlatformDescription
source: successfully removed from your collection
fr: a bien été supprimée de votre collection

# successSendingPasswordResetEmail
source: Password reset email sent
fr: Email de réinitialisation du mot de passe envoyé avec succès.

# successSavingStorageArea
source: The new storage area was saved successfully.
fr: Le nouveau lieu de stockage a bien été enregistré.

# successUpdatingStorageArea
source: The storage area was successfully updated
fr: Le lieu de stockage a bien été mis à jour.

# successDeletingStorageArea
source: The storage area was successfully deleted
fr: Le lieu de stockage a bien été supprimé.

# warningTitle
source: One moment!
fr: Un instant !

# warningRemoveGameDescription
source: Are you sure you want to remove this game from your collection?
fr: Êtes-vous sûr(e) de vouloir supprimer ce jeu de votre collection ?

# warningTryAgain
source: Please try again later
fr: Veuillez réessayer ultérieurement.

# warningGameAlreadyInDatabase
source: This game is already in your collection!
fr: Ce jeu est déjà dans votre collection !

# warningLogOut
source: Are you sure you want to log out?
fr: Êtes-vous sûr(e) de vouloir vous déconnecter ?

# warningUpdatePassword
source: Your email adress was successfully updated but an error occured while updating password
fr: Votre adresse email a bien été mise à jour mais une erreur est survenue lors de la mise à jour du mot de passe.

# warningAccountDeletion
source: Account deletion is definitive. This will not delete data saved directly on your device
fr: La suppression du compte est définitive. Cela n'affecte pas les données enregistrées en local sur votre appareil.

# warningPlatformDeletionCloud
source: Your collection will be deleted permanently. This won't affect the data saved locally on other devices.
fr: La collection ne peut pas être restaurée après suppression. Cela n'affectera pas les données sauvegardées en local sur d'autres appareils.

# warningPlatformDeletionLocal
source: Your collection will be deleted permanently. This will only affect data saved locally on this device.
fr: La collection ne peut pas être restaurée après suppression. Seules les données sauvegardées en local sur votre appreils seront supprimées.

# warningGameFormatAlreadyExists
source: A game with the selected new game format already exists in your collection.
fr: Un jeu avec le nouveau format sélectionné existe déjà dans votre collection.

# warningStorageAreaDeletion
source: The stockage area will be deleted permanently and won't be associated to any games in your collection anymore.
fr: Le lieu de stockage ne pourra pas être restauré et sera supprimé de tous les jeux de votre collection auquel il était associé.

# infoNoInternet
source: You're not connected to the internet, your collection might not be up to date.
fr: Aucun accès internet, votre collection pourrait ne pas être à jour.

# infoLogout
source: You're not logged in, your collection might not be up to date.
fr: Vous n'êtes pas connecté, votre collection pourrait ne pas être à jour.

source: Add a game
fr: Ajouter un jeu

# addGameToCollection
source: Add to collection
fr: Ajouter à ma collection

source: Continue
fr: Continuer

source: Retry
fr: Réessayer

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Save changes
fr: Sauvegarder les modifications

source: Refresh
fr: Actualiser

source: Delete from collection
fr: Supprimer de ma collection

source: Apply
fr: Appliquer

source: Clear search
fr: Effacer la recherche

source: Clear all
fr: Effacer tout

# stepOneOutOfThree
source: Step 1/3
fr: Etape 1/3

# addBasicGameInformationDescription
source: First, add the game title and optionnally the corresponding platform.
fr: Renseignez le titre du jeu, et optionnellement la console correspondante.

source: Manually
fr: Via un formulaire

# manuallyDescription
source: Add your games manually by filling a form
fr: Remplissez un formulaire pour retrouver votre jeu en base de données

source: Coming soon...!
fr: A venir...!

source: Import
fr: Via un Import

source: Search game
fr: Rechercher un jeu

# searchPlatform
source: Search a platform
fr: Rechercher une console

# searchCollection
source: Search for a collection
fr: Rechercher une collection

source: Login
fr: Se connecter

source: Log out
fr: Se déconnecter

source: Sign up
fr: Créer un compte

source: Collection Management
fr: Gestion de la collection

source: Contact Us
fr: Nous contacter

# loginDescription
source: Login or sign up to save and sync your collection across all your devices
fr: Connectez-vous pour sauvegarder votre collection et la rendre accessible sur tous vos appareils

# loginEmail
source: Login with email
fr: Connexion avec adresse mail

# loginApple
source: Login with Apple
fr: Connexion avec Apple

# loginFacebook
source: Login with Facebook
fr: Connexion avec Facebook

# loginGoogle
source: Login with Google
fr: Connexion avec Google

# signupEmail
source: Sign up with email
fr: Avec une adresse email

source: Create account
fr: Créer un compte

# authThroughOtherMethods
source: through other methods below
fr: via d'autres méthodes d'authentification

# editProfile
source: Edit/Delete profile
fr: Modifier/Supprimer mon compte

# updateCredentials
source: Update your email address and password
fr: Modifiez votre adresse email et votre mot de passe.

# confirmCredentials
source: Confirm your email address and password to update your information
fr: Confirmer votre adresse email et mot de passe actuels pour mettre à jour vos informations.

source: Delete Account
fr: Supprimer mon compte

source: Forgot password?
fr: Mot de passe oublié ?

source: Review the app
fr: Noter l'application

source: Title
fr: Titre

source: Platform
fr: Console

source: is Required
fr: obligatoire

source: Release date
fr: Date de sortie

source: Year of acquisition
fr: Année d'acquisition

source: Purchase price
fr: Prix d'achat

source: Storage area
fr: Lieu de stockage

source: Personal rating
fr: Note personnelle

source: Other details
fr: Autres informations

source: Fill Game details
fr: Spécifications du jeu

source: Completeness
fr: Condition

# complete
source: Complete in box
fr: Complet en boîte

# noNotice
source: Box without notice
fr: En boîte sans notice

source: Loose
fr: Jeu seul

source: Sealed
fr: Sous blister

source: Condition
fr: État

source: Mint
fr: Neuf

source: Very good
fr: Très bon

source: Good
fr: Bon

source: Acceptable
fr: Moyen

source: Poor
fr: Mauvais

source: Unknown
fr: Inconnu(e)

source: Region
fr: Région

source: Password
fr: Mot de passe

# newEmail
source: New email address
fr: Nouvelle adresse mail

# currentEmail
source: Current email address
fr: Adresse mail actuelle

source: New password
fr: Nouveau mot de passe

source: Current password
fr: Mot de passe actuel

source: Collection to delete
fr: Collection à supprimer

source: Physical
fr: Physique

source: Any
fr: Tous

source: Game format
fr: Format

source: New storage area
fr: Nouveau lieu de stockage

source: game
fr: jeu

source: games
fr: jeux

source: Filters
fr: Filtres

# selectAndDeleteACollection
source: Select a collection to delete
fr: Sélectionnez une collection à supprimer

source: Select storage area
fr: Sélectionnez un lieu de stockage
